Repository: Web-Ex-Machina/contao-locations
Catalog: languages/*/*_wem_map_category.xlf
Languages: fr

# tl_wem_map_category.general_legend
source: Global informations
fr: Informations générales

# tl_wem_map_category.title.0
source: Title
fr: Intitulé

# tl_wem_map_category.title.1
source: Enter the category title
fr: Saisissez le titre de la catégorie

# tl_wem_map_category.marker_legend
source: Marker settings
fr: Paramètres du marqueur

# tl_wem_map_category.marker.0
source: Marker
fr: Marqueur

# tl_wem_map_category.marker.1
source: Select the category marker
fr: Sélectionnez le marqueur de la catégorie

# tl_wem_map_category.markerConfig.0
source: Settings
fr: Paramètres

# tl_wem_map_category.markerConfig.1
source: Configure the marker
fr: Configurez le marqueur

# tl_wem_map_category.new.0
source: New map category
fr: Nouvelle catégorie

# tl_wem_map_category.new.1
source: Create a new map category
fr: Créer une nouvelle catégorie

# tl_wem_map_category.edit.0
source: Edit map category locations
fr: Editer les emplacements de la catégorie

# tl_wem_map_category.edit.1
source: Edit locations of map category ID %s
fr: Editer les emplacements de la catégorie ID %s

# tl_wem_map_category.delete.0
source: Delete map category
fr: Supprimer la catégorie

# tl_wem_map_category.delete.1
source: Delete map category ID %s
fr: Supprimer la catégorie ID %s

# tl_wem_map_category.show.0
source: Show map category data
fr: Voir les informations de la catégorie

# tl_wem_map_category.show.1
source: Show map category data ID %s
fr: Voir les informations de la catégorie ID %s
