Repository: Web-Ex-Machina/contao-locations
Catalog: src/Resources/contao/languages/*/*_wem_map.xlf
Languages: de, fr

# tl_wem_map.title_legend
source: Global informations
de: Globale Informationen
fr: Informations générales

# tl_wem_map.title.0
source: Title
de: Name
fr: Intitulé

# tl_wem_map.title.1
source: Enter the map title
de: Den Kartennamen angeben
fr: Saisissez le titre de la carte

# tl_wem_map.jumpTo.0
source: Redirect page
fr: Page de redirection

# tl_wem_map.jumpTo.1
source: Please choose the map reader page to which visitors will be redirected when clicking a map location.
fr: Choisir la page vers laquelle les visiteurs seront réorientés en cliquant sur un emplacement.

# tl_wem_map.import_legend
source: Import/Export settings
de: Import/Export Einstellungen
fr: Paramètres Import/Export

# tl_wem_map.excelPattern.0
source: Columns Association
de: Spaltenverbindungen
fr: Correspondance des colonnes

# tl_wem_map.excelPattern.1
source: Enter the columns schema the system will find in Excel ("title" => "A" for example)
de: Das Spaltenschema angeben, welches das System in der Excel Datei finden wird (Beispiel: "name" => "A")
fr: Entrez le schéma de colonnes que le système trouvera dans les fichiers Excels ("title" => "A" par exemple)

# tl_wem_map.map_legend
source: Map settings
de: Karteneinstellungen
fr: Paramètres de la carte

# tl_wem_map.mapProvider.0
source: Provider
de: Kartenanbieter
fr: Service

# tl_wem_map.mapProvider.1
source: Select the map provider
de: Kartenanbieter auswählen
fr: Sélectionnez le service utilisé pour la carte

# tl_wem_map.mapConfig.1
source: Enter the map options
de: Kartenoptionen eingeben
fr: Saisissez les options de la carte

# tl_wem_map.mapFile.0
source: Map file
fr: Fichier de la carte

# tl_wem_map.mapFile.1
source: Select the JVector map file
fr: Sélectionnez le fichier JVector de la carte

# tl_wem_map.mapProviderGmapKey.0
source: API Key
fr: Clef API

# tl_wem_map.mapProviderGmapKey.1
source: Enter the Google Maps API Key
de: API Key von Google Maps eingeben
fr: Saisissez la clef API Google Maps

# tl_wem_map.geocoding_legend
source: Geocoding settings
de: Geocodingeinstellungen
fr: Paramètres Geocoding

# tl_wem_map.geocodingProvider.0
source: Provider
de: Geocodinganbieter
fr: Service

# tl_wem_map.geocodingProvider.1
source: Select the geocoding provider
de: Geocodinganbieter auswählen
fr: Sélectionnez le service utilisé pour le geocoding

# tl_wem_map.geocodingProviderGmapKey.0
source: API Key
fr: Clef API

# tl_wem_map.geocodingProviderGmapKey.1
source: Enter the Google Maps API Key
de: API Key von Google Maps eingeben
fr: Saisissez la clef API Google Maps

# tl_wem_map.categories_legend
source: Categories settings
fr: Paramètres des catégories

# tl_wem_map.categories.0
source: Categories
fr: Catégories

# tl_wem_map.categories.1
source: Manage the map categories
fr: Gérez les catégories de la map

# tl_wem_map.new.0
source: New map
de: Neue Karte
fr: Nouvelle carte

# tl_wem_map.new.1
source: Create a new map
de: Neue Karte erstellen
fr: Créer une nouvelle carte

# tl_wem_map.edit.0
source: Edit map locations
de: Kartenstandorte bearbeiten
fr: Editer les emplacements de la carte

# tl_wem_map.edit.1
source: Edit locations of map ID %s
de: Kartenstandorte der Karte ID %s bearbeiten
fr: Editer les emplacements de la carte ID %s

# tl_wem_map.editheader.0
source: Edit map
de: Karte bearbeiten
fr: Editer la carte

# tl_wem_map.editheader.1
source: Edit map ID %s
de: Karten ID %s bearbeiten
fr: Editer la carte ID %s

# tl_wem_map.copy.0
source: Copy map
de: Karte kopieren
fr: Dupliquer la carte

# tl_wem_map.copy.1
source: Copy map ID %s
de: Karte ID %s kopieren
fr: Dupliquer la carte ID %s

# tl_wem_map.delete.0
source: Delete map
de: Karte löschen
fr: Supprimer la carte

# tl_wem_map.delete.1
source: Delete map ID %s
de: Karte ID %s löschen
fr: Supprimer la carte ID %s

# tl_wem_map.show.0
source: Show map data
de: Kartendaten anzeigen
fr: Voir les informations de la carte

# tl_wem_map.show.1
source: Show map data ID %s
de: Kartendaten von ID %s anzeigen
fr: Voir les informations de la carte ID %s

# tl_wem_map.mapConfig.0
source: Options
de: Optionen
